cask_args appdir: "/Applications"
brew "curl"
brew "git"
brew "jq"
brew "openssl"
brew "goenv"
brew "pyenv"
brew "rbenv"
brew "nodenv"
brew "neovim"
brew "ripgrep"
brew "tcptraceroute"
brew "terminal-notifier"
brew "tfenv"
brew "tree"
brew "zplug"
brew "zsh"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "iterm2"
cask "keyboardcleantool"
cask "shiftit"
cask "the-unarchiver"
cask "visual-studio-code"
cask "licecap"
cask "skitch"
cask "chatwork"
mas "Slack", id: 803453959
mas "LINE", id: 539883307
